# Tap
tap "homebrew/cask-fonts"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

# Git
brew "git"
brew "tig"
brew "hub"

# Utility
brew "jq"
brew "rbenv"
brew "swiftgen"
brew "swiftlint"
brew "zsh-completions"
brew "zsh-autosuggestions"
brew "duti"
cask "font-fira-code"

# App
cask "alfred"
cask "iterm2"
cask "visual-studio-code"
cask "appcleaner"
cask "google-chrome"
cask "teamviewer"
cask "vlc"

# Mas
brew "mas"
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Telegram", id: 747648890
